---
kind: type
id: T:Autodesk.Revit.DB.PointCloudInstance
source: html/d17686cb-b8c5-bee5-44d3-0311d27678e0.htm
---
# Autodesk.Revit.DB.PointCloudInstance

Represents a single instance of a point cloud in the Revit document.

## Syntax (C#)
```csharp
public class PointCloudInstance : Instance
```